acpi
acpid-openrc
alsa-firmware
amd-ucode
artix-branding-base
artix-docs
artix-grub-live
artix-grub-theme
artix-gtk-presets
artix-live-openrc
artix-qt-presets
atril
avahi-openrc
b43-fwcutter
base
base-devel
bluez-openrc
broadcom-wl
btrfs-progs
chaotic-mirrorlist
chaotic-keyring
cinnamon
cronie-openrc
cryptsetup-openrc
cups-openrc
dhclient
dhcpcd-openrc
diffutils
dmraid
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elogind-openrc
eog
epiphany
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
file-roller
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-online-accounts
gnome-screenshot
gnome-system-monitor
gnome-terminal
gparted
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
haveged-openrc
hexchat
inetutils
intel-ucode
inxi
iptables
linux
linux-headers
jfsutils
leafpad
libva-intel-driver
libva-vdpau-driver
lightdm-gtk-greeter
lightdm-openrc
logrotate
lsb-release
lvm2-openrc
man-db
man-pages
mdadm-openrc
memtest86+
mesa
metalog-openrc
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
modemmanager
mpv
nano
nbd
net-tools
networkmanager-openrc
nfs-utils-openrc
ntfs-3g
openntpd-openrc
openrc-settingsd
openssh-openrc
os-prober
pavucontrol
powertop
qt5-imageformats
qt6gtk2
raw-thumbnailer
rsync-openrc
s-nail
scrot
squashfs-tools
sudo
sysfsutils
terminus-font
texinfo
ttf-droid
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-roboto-mono
tumbler
usbutils
vi
virtualbox-guest-utils
vkd3d
vulkan-intel
vulkan-radeon
vulkan-swrast
webp-pixbuf-loader
wget
which
wireless-regdb
wpa_supplicant-openrc
xcursor-premium
xcursor-vanilla-dmz
xdg-user-dirs
xdg-utils
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xorg-server
xorg-xhost
xorg-xinit
yay
zsh
